Repository: gitRigge/Wariety
Catalog: locale/*/LC_MESSAGES/settingsDlg.po
Languages: de

source: Start Wariety automatically with Windows startup
de: Wariety automatisch beim Start von Windows starten

source: Change wallpaper every
de: Hintergrundbild wechseln alle

source: Minutes
de: Minuten

source: Change wallpaper on Windows startup
de: Hintergrundbild beim Start von Windows ändern

source: Download a new wallpaper image every
de: Download eines neuen Hintergrundbildes alle

source: Minutes into the folder
de: Minuten in den Ordner

source: Limit download folder size to
de: Größe des Download-Ordners begrenzen auf

source: MB (older files are deleted if necessary)
de: MB (ältere Dateien werden bei Bedarf gelöscht)

source: Animate system tray icon on every wallpaper change
de: Taskleistensymbol bei jeder Änderung des Hintergrundbildes animieren

source: Show balloon message on every wallpaper change
de: Sprechblase bei jeder Änderung des Hintergrundbildes anzeigen

source: Image Sources
de: Bildquelle

source: Proxy Settings
de: Proxy Einstellungen

source: Use a proxy to download images
de: Proxy für den Download verwenden

source: Enter the host or address of the proxy
de: Geben Sie den Proxy Host oder Adresse ein

source: Enter the port of the proxy
de: Geben Sie den Proxy Port ein

source: Enter the username for the proxy
de: Geben Sie den Proxy Benutzernamen ein

source: Enter the password for the proxy
de: Geben Sie den Proxy Passwort ein

source: VRTY.ORG is currently not publically available
de: VRTY.ORG ist derzeit nicht öffentlich verfügbar

source: Manual Download Settings
de: Manueller-Download Einstellungen

source: Fetch wallpapers from manual download folder
de: Hintergrundbilder aus dem manuellen Download-Ordner laden

source: Recent changes
de: Letzte Änderungen

source: Check for new version
de: Auf neue Version prüfen

source: Check now...
de: Jetzt prüfen...

source: Latest version is:
de: Neueste Version ist:

source: Visit project page
de: Projektseite besuchen

source: Bug report / issue tracker
de: Fehlerbericht / Issue-Tracker

source: Change requests
de: Änderungswünsche

source: Close
de: Schließen

source: Activated
de: Aktiviert

source: Type
de: Typ

source: Source
de: Quelle

source: Wariety Settings
de: Wariety Einstellungen

source: Hit button to save and close
de: Klicken um zu Speichern und Schließen

source: Release Information
de: Release Informationen

source: General
de: Allgemein

source: Synchronize / Social
de: Synchronisieren / Social

source: Manual Download
de: Manueller Download

source: Info
de: Information

source: Valid host may not include ":"
de: Gültiger Host darf kein ":" enthalten

source: Valid port range is 0 - 65535
de: Gültiger Portbereich ist 0 - 65535

source: proxy.mydomain OR 0.0.0.0
de: proxy.mydomain ODER 0.0.0.0

source: Leave empty if not required...
de: Leer lassen, wenn nicht benötigt...

source: please get the update
de: bitte Update herunterladen

source: no update available
de: kein Update verfügbar
